Repository: chuan442599766/HEZHIYOUDE
Catalog: 和治友德国际版2.24/和治友德国际版/config/*.lproj/Localizable.strings
Languages: fr

# 会员资料查询
source: Member information inquiry
fr: Les données d'interrogation

# 经营权资料查询
source: Management rights data query
fr: Droit de gestion de requête de données

# 收获地址
source: Harvest address
fr: La récolte.

# 修改密码
source: Modify password
fr: Modifier le mot de passe

# 推荐网
source: Recommendation network
fr: Réseau de recommandation

# 安置网
source: Placement network
fr: La réinstallation de réseau

# 语言切换
source: Language switching
fr: Commutation de langue

# 新闻
source: News
fr: Presse

# 公告
source: Notice
fr: Annonce

# 通知
source: notice
fr: Notific

# 市场调查
source: Research
fr: marché

# 保健器材
source: HealthEq
fr: santé

# 保洁护品
source: Cleaning
fr: nettoyage

# 化妆品
source: Cosmetics
fr: cosmétiques

# 保健药品
source: Medicine
fr: médicam

# 健康饮品
source: Drink
fr: Santé

# 健康含片
source: Tablets
fr: Lapastille

# 其他
source: Other
fr: Autres

# 中文
source: Chinese
fr: Chinois

# 英语
source: English
fr: En anglais
